PT&MS/1_01_introduction.org
* 随机事件

** 随机实验(实验)
1. 可以在相同条件下重复进行
2. 实验的全部结果(不止一个)，实验之前就已经是知道的
3. 只能预言出现的结果

例如：投硬币， 常用ABC等字母表示

*** 事件
1. \Omega 必然事件
2. \phi   不可能事件

基本事件：不能再划分的事件
例如：投硬币，出现正面，出现反面
(复合)时间： 由基础事件组合而来

*** 样本空间 \Omega
全体由 基本事件{样本点} 组成的
\Omega = {w}

A \subset \Omega : A包含于\Omega

** 事件之间的表达关系与运算
Venn 图
1. 包含关系
2. “和”事件， 交 集  至少发生一个，则事件发生
3. “积”事件， 交集  同时发生，则时间发生
   + 例外：A B两事件相交为空。则说两事件互斥。
4. 对立时间 AB=空集 且 A \cup  B=全集\Omega
5. "差"事件 A - B : A发生了, B不发生

** 运算规律
1. 交换律 :$A (\cup ) B = B \cap (\cup ) A$
2. 结合律 :$ABC = (AB)C = A(BC)$ 同样适用于交集
3. 分配率:
   + $A\cap (B\cup C) = (A\cup C)\cup (A\cap C)$
   + $A\cap (B-C) = (AB)-(AC)$
4. De Morgan (对偶事件)
   + $\overline{A\cup B}=\overline{A}\cap\overline{B}$
   + $\overline{A\cap B}=\overline{A}\cup\overline{B}$


\begin{equation}
\frac{1^p+2^p+\cdot\cdot\cdot+n^p}{n^1+p}
\end{equation}
