PT&MS/1_01_introduction.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-07-19 Thu 19:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="superzou" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb0623f4">1. 随机事件</a>
<ul>
<li><a href="#orgdb000a1">1.1. 随机实验(实验)</a>
<ul>
<li><a href="#org48ecbe1">1.1.1. 事件</a></li>
<li><a href="#org46d62e6">1.1.2. 样本空间 &omega;</a></li>
</ul>
</li>
<li><a href="#org4545dc1">1.2. 事件之间的表达关系与运算</a></li>
<li><a href="#orgec56062">1.3. 运算规律</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgb0623f4" class="outline-2">
<h2 id="orgb0623f4"><span class="section-number-2">1</span> 随机事件</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgdb000a1" class="outline-3">
<h3 id="orgdb000a1"><span class="section-number-3">1.1</span> 随机实验(实验)</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>可以在相同条件下重复进行</li>
<li>实验的全部结果(不止一个)，实验之前就已经是知道的</li>
<li>只能预言出现的结果</li>
</ol>

<p>
例如：投硬币， 常用ABC等字母表示
</p>
</div>

<div id="outline-container-org48ecbe1" class="outline-4">
<h4 id="org48ecbe1"><span class="section-number-4">1.1.1</span> 事件</h4>
<div class="outline-text-4" id="text-1-1-1">
<ol class="org-ol">
<li>&omega; 必然事件</li>
<li>&phi;   不可能事件</li>
</ol>

<p>
基本事件：不能再划分的事件
例如：投硬币，出现正面，出现反面
(复合)时间： 由基础事件组合而来
</p>
</div>
</div>

<div id="outline-container-org46d62e6" class="outline-4">
<h4 id="org46d62e6"><span class="section-number-4">1.1.2</span> 样本空间 &omega;</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
全体由 基本事件{样本点} 组成的
&omega; = {w}
</p>

<p>
A &sub; &omega; : A包含于&omega;
</p>
</div>
</div>
</div>

<div id="outline-container-org4545dc1" class="outline-3">
<h3 id="org4545dc1"><span class="section-number-3">1.2</span> 事件之间的表达关系与运算</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Venn 图
</p>
<ol class="org-ol">
<li>包含关系</li>
<li>“和”事件， 交 集  至少发生一个，则事件发生</li>
<li>“积”事件， 交集  同时发生，则时间发生
<ul class="org-ul">
<li>例外：A B两事件相交为空。则说两事件互斥。</li>
</ul></li>
<li>对立时间 AB=空集 且 A &cup;  B=全集&omega;</li>
<li>"差"事件 A - B : A发生了, B不发生</li>
</ol>
</div>
</div>

<div id="outline-container-orgec56062" class="outline-3">
<h3 id="orgec56062"><span class="section-number-3">1.3</span> 运算规律</h3>
<div class="outline-text-3" id="text-1-3">
<ol class="org-ol">
<li>交换律 :\(A (\cup ) B = B \cap (\cup ) A\)</li>
<li>结合律 :\(ABC = (AB)C = A(BC)\) 同样适用于交集</li>
<li>分配率:
<ul class="org-ul">
<li>\(A\cap (B\cup C) = (A\cup C)\cup (A\cap C)\)</li>
<li>\(A\cap (B-C) = (AB)-(AC)\)</li>
</ul></li>
<li>De Morgan (对偶事件)
<ul class="org-ul">
<li>\(\overline{A\cup B}=\overline{A}\cap\overline{B}\)</li>
<li>\(\overline{A\cap B}=\overline{A}\cup\overline{B}\)</li>
</ul></li>
</ol>


\begin{equation}
\frac{1^p+2^p+\cdot\cdot\cdot+n^p}{n^1+p}
\end{equation}
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: superzou</p>
<p class="date">Created: 2018-07-19 Thu 19:14</p>
<p class="validation"></p>
</div>
</body>
</html>
